{
  "Index": {
    "onProgress": "This page is still under construction. Please don't get mad at me!",
    "title": "Planeswalker's Portfolio",
    "aboutMe": {
      "title": "About Me",
      "description": "Greetings, fellow Planeswalker! I'm a seasoned developer with a passion for crafting magical digital experiences. My skills span across multiple planes of web development, from frontend sorcery to backend wizardry.",
      "cvLink": "View Resume",
      "oneDriveLink": "https://1drv.ms/b/s!Am0k7w2dlSaxk3eyQ1lH8dFSPRVX?e=AL4KXw" 
    },
    "skills": {
      "title": "Mana Pool (Skills)",
      "mastery": "Mastery"
    },
    "interactiveCard": {
      "title": "Unlocked Skill Cards"
    },
    "projects": {
      "title": "My Spellbook (Projects)",
      "viewSpell": "View Spell",
      "justForFun": "Just for fun",
      "beta": "Beta",
      "internalTool": "Internal Tool",
      "onlineTool": "Online Tool",
      "nopBuk": {
        "title": "Nop Buk",
        "description": "A human resources management app inspired by buk. \n The views are developed with React and the connection to the database and user management with Appwrite. \n The Backend functionalities are not finished yet, I will develop them little by little."
      },
      "tic-tac-toe": {
        "title": "Tic-Tac-Toe",
        "description": "A tic-tac-toe game as a review of react hooks."
      },
      "veelo_tu": {
        "title": "Veelo Tú",
        "description": "A documentation website that compiles information from various software integrations."
      },
      "sparkle_buttons": {
        "title": "Sparkle Buttons",
        "description": "An online tool for creating animated buttons in React. Useful for call-to-action, subscriptions and that kind of buttons. In two words: pleasant buttons!"
      },
      "integrationsAsistant": {
        "title": "Integrations Assistant (BUK)",
        "description": "Code generator developed with Ruby integrated into a virtual assistant created on the OpenAI platform. The assistant is customized with a specific knowledge base, can call functions, and generate a .rb file from instructions in an Excel file."
      }
    },
    "contact": {
      "title": "Contact the Planeswalker"
    },
    "footer": {
      "copyright": "© 2024 Felipe's Portfolio. All rights reserved across the multiverse."
    }
  },
  "InteractiveCard": {
    "mastery": "Mastery",
    "instructions": "Click to change skill • Hover to rotate"
  }
}