{
  "Index": {
    "onProgress": "Esta página aún está en construcción. ¡Por favor, no me juzgues!",
    "title": "Portafolio de Felipe",
    "aboutMe": {
      "title": "Sobre Mí",
      "description": "¡Saludos, compañero Planeswalker! Soy un desarrollador experimentado con pasión por crear experiencias digitales mágicas. Mis habilidades abarcan múltiples planos del desarrollo web, desde la hechicería frontend hasta la magia backend.",
      "cvLink": "Ver Currículum",
      "oneDriveLink": "https://1drv.ms/b/s!Am0k7w2dlSaxk3eyQ1lH8dFSPRVX?e=AL4KXw" 
    },
    "skills": {
      "title": "Reserva de Maná (Habilidades)",
      "mastery": "Dominio"
    },
    "interactiveCard": {
      "title": "Cartas de habilidad desbloqueadas"
    },
    "projects": {
      "title": "Mi Libro de Hechizos (Proyectos)",
      "viewSpell": "Ver Hechizo",
      "justForFun": "Solo por diversión",
      "beta": "En Beta",
      "internalTool": "Herramienta interna",
      "onlineTool": "Herramienta online",
      "nopBuk": {
        "title": "No Buk",
        "description": "Una app para la gestión de recursos humanos inspirada en buk. \n Las vistas están desarrolladas con React y la conexión a la base de datos y gestión de usuarios con Appwrite. \n Las funcionalidades del Backend aún no están terminadas, las iré desarrollando de a poco."
      },
      "tic-tac-toe": {
        "title": "El juego del Gato",
        "description": "Un juego del gato a modo de repaso de los hooks de react."
      },
      "veelo_tu": {
        "title": "Véelo Tú",
        "description": "Una especie de \"repositorio de integraciones\" que recopila documentación de diversas integraciones de software."
      },
      "integrationsAsistant": {
        "title": "Asistente de integraciones (BUK)",
        "description": "Generador de código desarrollado con Ruby integrado a un asistente virtual creado en la plataforma de OpenAI. El asistente está personalizado con una base de conocimientos específica del área, puede llamar funciones y generar un archivo .rb a partir de las instrucciones en un archivo Excel."
      },
      "sparkle_buttons": {
        "title": "Sparkle Buttons",
        "description": "Una herramienta en línea para crear botones interactivos en React. Útil para botones de suscripción, call-to-action o cualquier otro botón que deba ser llamativo."
      }
    },
    "contact": {
      "title": "Contacta al Planeswalker"
    },
    "footer": {
      "copyright": "© 2024 Portafolio de Felipe. Todos los derechos reservados a través del multiverso."
    }
  },
  "InteractiveCard": {
    "mastery": "Dominio",
    "instructions": "Clic para cambiar habilidad • Pasa el cursor para rotar"
  }
}